Repository: RehamAyman/takhawe
Catalog: Takhawi/localizationManager/*.lproj/Localizable.strings
Languages: ar

source: Language
ar: اللغة

source: Choose
ar: اختر

source: Sorry, but you need to select a destination first!
ar: عذرًا، ولكن عليك تحديد الوجهة أولاً!

source: Destination
ar: الواجهه

source: Join a trip
ar: رحلات جاهزة

source: Make a trip
ar: أنشىء رحلتك

source: Choose your destination
ar: اختر وجهتك

source: Join the trip
ar: انضم الي الرحلة

source: Create Trip
ar: بدء الرحلة

source: Hala,
ar: هلا،

source: Choose Features
ar: إضافة مميزات

source: Switch to Driver
ar: تغيير الحالة

source: Personal Info
ar: معلومات شخصية

source: Notification
ar: الاشعارات

source: Messages
ar: الرسائل

source: Favorite
ar: المفضلات

source: Wallet
ar: المحفظة

source: Trips
ar: الرحلات

source: Settings
ar: الاعدادات

source: Recent places
ar: الاماكن التي قمت بزيارتها مؤخرا

source: Clear All
ar: امسح الكل

source: Choose from Map
ar: اختر من الخريطة

source: Cancel
ar: الغاء

source: Select
ar: اختيار

source: Search
ar: البحث

source: Confirm
ar: تأكيد

source: The cost will increase by a certain amount for this kind of request
ar: هناك احتماليه زياده التكلفه بنسبه معينه لرحلتك

source: Make a Trip
ar: ابدأ الرحلة

source: Ok
ar: حسنا

source: Waiting for drivers’ offer
ar: في انتظار عروض السائقين

source: Distance
ar: المسافه

source: Time
ar: الوقت

source: Price
ar: التكلفة

source: Driver Profile
ar: ملف السائق

source: Reviews
ar: التقييمات

source: Trips: 22
ar: الرحلات: 22

source: number of children (optional)
ar: عدد الاطفال (اختياري)

source: Discount Code
ar: كود الخصم

source: SAR
ar: ر.س

source: Reserve your seat now!
ar: احجز مقعدك الآن!

source: ◉ Children 0-10 years old: Parents can reserve a seat for them.
ar: ◉ الأطفال من 0 إلى 10 سنوات: يمكن لولي الأمر حجز مقعد لهم.

source: ◉ Children over 10 years old: Children must reserve their own seat using their own account.
ar: ◉ الأطفال فوق 10 سنوات: يجب على الأطفال حجز مقعدهم الخاص باستخدام حسابهم الخاص.

source: Reset
ar: إعادة ضبط

source: Sort By
ar: ترتيب حسب

source: Relevent
ar: الاقرب لاهتماماتك

source: Most Rated
ar: الأكثر تقييما

source: Highest Priced
ar: الأعلى سعراً

source: Lowest Priced
ar: الأقل سعراً

source: Charge
ar: التكلفة

source: For a seat
ar: للمقعد

source: For Child
ar: للطفل

source: Vat (5%)
ar: ضريبة القيمة المضافة (5%)

source: Promo Code
ar: كود الخصم

source: Select payment method
ar: اختار طريقة الدفع

source: My Wallet
ar: محفظتي

source: cash
ar: كاش

source: Confirm Trip
ar: تأكيد الرحلة

source: Your booking has been placed sent to
ar: تم تأكيد الطلب الخاص بك و ارساله الي

source: driver name
ar: اسم السائق

source: Track your trip
ar: تتبع رحلتك

source: Thank you
ar: شكرا لك

source: Reserve the trip
ar: حجز الرحله

source: Trip Tracker
ar: تعقب الرحلة

source: Your driver has been waiting for you
ar: السائق في انتظارك

source: Trip will start within 10 mins,
ar: ستبدأ الرحلة خلال 10 دقائق،

source: Cancel Trip
ar: إلغاء الرحلة

source: Delivery Time
ar: موعد الوصول

source: Your driver is coming in
ar: سوف ياتي السائق في خلال

source: Payment Amount
ar: اجمالي التكلفة

source: We're so sad about your cancellation
ar: نحن حزينون جدًا بشأن الإلغاء

source: We will continue to improve our service & satisfy you on the next trip.
ar: سنستمر في تحسين خدماتنا وإرضائك في الرحلة القادمة.

source: Back to Home
ar: العودة للرئيسية

source: We're so sad about your Report
ar: نحن حزينون جدًا بشأن تقريرك

source: Note
ar: ملاحظه

source: Report an Issue
ar: الابلاغ عن مشكلة

source: Please select the reason of Report
ar: برجاء اختيار سبب المشكلة

source: Please select the reason of cancellation
ar: برجاء اختيار سبب الغاء رحلتك

source: Waiting for long time
ar: الانتظار لفتره طويلة

source: Driver denied to go to destination
ar: رفض السائق الذهاب إلى الوجهة

source: Driver denied to come to pickup
ar: رفض السائق الحضور

source: Unable to contact driver
ar: غير قادر على الاتصال بالسائق

source: Wrong address shown
ar: تم عرض عنوان خاطئ

source: The price is not reasonable
ar: السعر غير معقول

source: Submit
ar: تاكيد

source: Give some tips to ( driver name )
ar: عبر للسائق عن شكرك باضافه مبلغ

source: Poor
ar: ضعيف

source: You rated ( driver name) 1 star
ar: لقد قمت بتقييم (اسم السائق) بنجمة واحدة

source: Not Bad
ar: ليس سيئًا

source: You rated ( driver name) 2 stars
ar: لقد قمت بتقييم (اسم السائق) بنجمتين

source: Good
ar: جيد

source: You rated ( driver name) 3 stars
ar: لقد قمت بتقييم (اسم السائق) بـ 3 نجوم

source: Very Good
ar: جيد جدًا

source: You rated ( driver name) 4 stars
ar: لقد قمت بتقييم (اسم السائق) بـ 4 نجوم

source: Excellent
ar: ممتاز

source: You rated ( driver name) 5 stars
ar: لقد قمت بتقييم (اسم السائق) بـ 5 نجوم

source: ◉ Only 2 seats Available
ar: ◉ متاح مقعدين فقط

source: Basketball
ar: كرة السلة

source: Riding Horse
ar: ركوب الخيل

source: Drawing
ar: الرسم

source: Listen to music
ar: الموسيقي

source: Travelling
ar: السفر

source: Hotels
ar: الفنادق

source: 2222 reviews
ar: 2222 تعليق

source: SAR165
ar: ر.س 165

source: Price for 1 night
ar: السعر لليلة واحدة

source: 533 m from destination
ar: 533 م من الوجهة

source: Policies
ar: سياسات الإستخدام

source: Help and Support
ar: المساعدة و الدعم

source: About Us
ar: من نحن

source: Log Out
ar: تسجيل الخروج

source: Its a complain
ar: انها شكوي

source: Send
ar: ارسال

source: Add complaint reason
ar: اضف سبب الشكوي

source: please select a complaint reason from the list first!
ar: الرجاء تحديد سبب الشكوى من القائمة أولاً!

source: please write any note before send
ar: يرجى كتابة أي ملاحظة قبل الارسال

source: Missing field!
ar: حقل مفقود!

source: Choose Your Complain
ar: اختر شكواك

source: Your Complain
ar: شكوتك

source: Write your complain here (minimum 10 characters)
ar: اكتب شكواك هنا (10 أحرف على الأقل)

source: Select your Complain
ar: اختر شكواك من القائمه

source: Vehicle not clean
ar: السيارة غير نظيفة

source: Driver behavior
ar: سلوك السائق

source: Route deviation
ar: انحراف المسار

source: Fare disputes
ar: نزاعات الأجرة

source: Safety concerns
ar: مخاوف تتعلق بالسلامة

source: Lost items
ar: فقدت متعلقات

source: Accessibility issues
ar: قضايا إمكانية الوصول

source: Other issues
ar: حالات أخرى

source: Who is Takhawy?
ar: ما هو تخاوي ؟

source: Arabic
ar: العربية

source: Drivers Offers
ar: عروض السائقين

source: Professional Rideshare Platform. Here we will provide you only interesting content, which you will like very much. We're dedicated to providing you the best of Rideshare, with a focus on dependability and Earning. We're working to turn our passion for Rideshare into a booming online website. We hope you enjoy our Rideshare as much as we enjoy offering them to you. I will keep posting more important posts on my Website for all of you. Please give your support and love.Professional Rideshare Platform. Here we will provide you only interesting content, which you will like very much. We're dedicated to providing you the best of Rideshare, with a focus on dependability and Earning. We're working to turn our passion for Rideshare into a booming online website. We hope you enjoy our Rideshare as much as we enjoy offering them to you. I will keep posting more important posts on my Website for all of you. Please give your support and love.
ar: منصة مشاركة الرحلات الاحترافية. سنقدم لك هنا المحتوى المثير للاهتمام فقط، والذي سيعجبك كثيرًا. نحن ملتزمون بتزويدك بأفضل ما في تخاوي، مع التركيز على الاعتمادية والأرباح. نحن نعمل على تحويل شغفنا بـ تخاوي إلى موقع ويب مزدهر على الإنترنت. نأمل أن تستمتع ببرنامج تخاوي الخاص بنا بقدر ما نستمتع بتقديمها لك. سأستمر في نشر المزيد من المشاركات المهمة على موقع الويب الخاص بي لكم جميعًا. يرجى تقديم دعمك وحبك. منصة تخاوي الاحترافية. سنقدم لك هنا المحتوى المثير للاهتمام فقط، والذي سيعجبك كثيرًا. نحن ملتزمون بتزويدك بأفضل ما في تخاوي، مع التركيز على الاعتمادية والأرباح. نحن نعمل على تحويل شغفنا بـ تخاوي إلى موقع ويب مزدهر على الإنترنت. نأمل أن تستمتع ببرنامج تخاوي الخاص بنا بقدر ما نستمتع بتقديمها لك. سأستمر في نشر المزيد من المشاركات المهمة على موقع الويب الخاص بي لكم جميعًا. يرجى تقديم دعمكم والحب.

source: 50% of your profile completed
ar: اكتمل 50% من ملفك الشخصي

source: Profile
ar: الحساب الشخصي

source: National ID Verification
ar: التحقق من الهوية الوطنية

source: Credit Card added!
ar: تمت إضافة بطاقة الائتمان!

source: Payment Successfully!
ar: تم الدفع بنجاح!

source: Today
ar: اليوم

source: Dec, 17 2023
ar: 17 ديسمبر 2023

source: Delete
ar: مسح

source: 30% Special Discount!
ar: خصم خاص 30%!

source: Enter Your Discount Code
ar: أدخل رمز الخصم الخاص بك

source: Notifications
ar: الاشعارات

source: Favourite
ar: المفضلات

source: Home
ar: المنزل

source: Office
ar: المكتب

source: Hospital
ar: المستشفي

source: Locations
ar: المواقع

source: Drivers
ar: السائقين

source: There is no Messages yet!
ar: لا توجد رسائل حتى الآن!

source: Return to home page
ar: العوده للرئيسية

source: Available Balance
ar: الرصيد المتاح

source: Add Money
ar: اضافة رصيد

source: See All
ar: عرض الكل

source: Transections
ar: التحويلات

source: Add payment Method
ar: إضافة طريقة دفع

source: Amount
ar: المبلغ

source: Enter Amount
ar: اضافة مبلغ

source: Completed
ar: مكتمله

source: Cancelled
ar: ملغية

source: Upcoming
ar: القادمة

source: Return to home
ar: العودة للرئيسية

source: There is no upcoming trips right now!
ar: لا توجد رحلات قادمة الآن!

source: Destination!
ar: وين الوجهة

source: Select Time
ar: حدد الوقت

source: Select Date
ar: حدد تاريخ

source: Edit Profile
ar: تعديل معلومات الحساب

source: Name
ar: الاسم

source: Email address
ar: البريد الالكتروني

source: City
ar: المدينة

source: Birthday
ar: تاريخ الميلاد

source: Phone Number
ar: الجوال

source: Gender
ar: النوع

source: Hobbies
ar: الهوايات

source: Favourites
ar: المفضلات

source: Update Profile
ar: حفظ التعديلات

source: Delete Profile
ar: حذف حسابي

source: Signup
ar: تسجيل الدخول

source: Please
ar: من فضلك

source: provide following details
ar: ادخل التفاصيل التالية

source: for your new account
ar: لحسابك الجديد

source: Enter Your Email Address
ar: أدخل عنوان بريدك الالكتروني

source: Enter New Password
ar: أدخل كلمة المرور الجديدة

source: Confirm Password
ar: تأكيد كلمة المرور

source: I agree to the terms and conditions
ar: أوافق على الشروط و الاحكام

source: Please enter your phone number and location so we can verify you.
ar: يرجى إدخال رقم هاتفك وموقعك حتى نتمكن من التحقق منك.

source: Enter Your Phone Number
ar: أدخل رقم هاتفك

source: Enter Your Full Name
ar: أدخل اسمك الكامل

source: Female
ar: أنثى

source: Male
ar: ذكر

source: Next
ar: التالي

source: Please
ar: من فضلك

source: provide following details
ar: ادخل التفاصيل التالية

source: for your new account
ar: لانشاء حساب جديد

source: Whenever you go, You will find a friend
ar: وين ماتبي بتلقالك خوي

source: We connect you with someone who understands you
ar: نربطك مع اللي يفهم جوك

source: Increase your income on your way
ar: زد مصدر دخلك في طريقك

source: Start creating your Trip now
ar: إبدا بإنشاء رحلتك الآن

source: Please enter your password
ar: من فضلك ادخل كلمة المرور

source: Forgot Password ?
ar: نسيت كلمة المرور؟

source: Enter Your phone
ar: ادخل رقم الجوال

source: Enter your phone number
ar: ادخل رقم جوالك

source: Empty Field
ar: حقل مفقود

source: please add a phone number first!
ar: من فضلك ادخل رقم الجوال اولا!

source: please add a valid phone number
ar: برجاء ادخال رقم جوال صحيح

source: Error!
ar: خطأ!

source: Forgot password
ar: نسيت كلمة المرور

source: Verification
ar: كود التحقق

source: Enter verification code
ar: ادخل كود التحقق الخاص بك

source: Resend
ar: اعاده الارسال

source: enter the full 6 digits.
ar: الرجاء ادخال الارقام بشكل صحيح

source: code sent successfully
ar: تم ارسال رمز التحقق بنجاح

source: error , try again
ar: حدث خطأ ما اعد المحاوله

source: Sent Successfully
ar: تم الارسال

source: Done
ar: تم بنجاح

source: New Password
ar: كلمة مرور جديدة

source: New Password Confirmation
ar: تاكيد كلمة المرور

source: Passwrord and ConfirmPassword must be the same
ar: كلمة المرور و تاكيد كلمة المرور غير متطابقين

source: Password successfully updated
ar: تم تغيير كلمة المرور بنجاح

source: Please enter
ar: يرجي ادخال

source: your phone number
ar: رقم هاتفك

source: so we can verify you.
ar: حتى نتمكن من التحقق منك.

source: invalid Email
ar: بريد الكتروني خاطئ

source: Please add your fullname first!
ar: ادخل الاسم بالكامل اولا

source: Done Successfully
ar: تم بنجاح

# Passwrord and ConfirmPassword must be the same1
source: Wrong Passwrord or mismatch passwords
ar: صيغة كلمه المرور خاطئة او غير متطابقه

source: Are you sure you want to log out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Yes
ar: تاكيد

source: you should select a destination first!.
ar: اختر وجهتك اولا !

source: Congratulations for taking the first step in becoming a driver on the Takhawy platform.
ar: تهانينا لك على اتخاذ الخطوة الأولى لتصبح سائقًا على منصة تخاوي .

source: Please Upload your front and back photo of your National ID, Make sure all information is readable, not blurry and that all corners of the document are visible. If you are uploading a PDF, insert all pages together in one file.
ar: يرجى تحميل الصورة الأمامية والخلفية لبطاقة الهوية الوطنية الخاصة بك، وتأكد من أن جميع المعلومات قابلة للقراءة وليست ضبابية وأن جميع أركان الوثيقة مرئية. إذا كنت تقوم بتحميل ملف PDF، فأدرج جميع الصفحات معًا في ملف واحد.

source: Enter Your ID Number
ar: من فضلك ادخل رقم الهويه الوطنيه

source: Using your Photos
ar: تحميل صوره من الهاتف

source: Using your Files
ar: تحميل من الملفات

source: Choose a method
ar: اختر طريقه

source: Please Upload Your ID
ar: يرجى تحميل صوره الهويه

source: Upload
ar: تحميل

source: Take a photo of the front and back of your driving license
ar: التقط صورة للجزء الأمامي والخلفي من رخصة القيادة الخاصة بك

source: Make sure all information is readable, not blurry and that all corners of the document are visible. If you are uploading a PDF, insert all pages together in one file.
ar: تأكد من أن جميع المعلومات قابلة للقراءة وليست ضبابية وأن جميع أركان المستند مرئية. إذا كنت تقوم بتحميل ملف PDF، فأدرج جميع الصفحات معًا في ملف واحد.

source: Please Upload Your Driving License
ar: يرجى تحميل رخصة القيادة الخاصة بك

source: Please Upload Your Vehicle Registration
ar: يرجى تحميل رخصة المركبة الخاصة بك

source: Your profile photo helps people recognize you. Please note that once you submit your profile photo it cannot be changed.
ar: تساعد صورة ملفك الشخصي الأشخاص في التعرف عليك. يرجى ملاحظة أنه بمجرد إرسال صورة ملفك الشخصي، لا يمكن تغييرها.

source: 1. Face the camera directly with your eyes and mouth clearly visible
ar: 1. واجه الكاميرا مباشرة مع ظهور عينيك وفمك بوضوح

source: 2. Make sure the photo is well lit, free of glare, and in focus
ar: 2. تأكد من أن الصورة مضاءة جيدًا، وخالية من الوهج، ومركزة

source: 3. No photos of a photo, filters, or alterations
ar: 3. لا توجد صور فوتوغرافية أو مرشحات أو تعديلات

source: Profile Picture
ar: صوره شخصية

source: 1. Locate the Vehicle Serial Number or VIN field.
ar: 1. حدد موقع الرقم التسلسلي للمركبة أو حقل VIN.

source: 2. Locate the 17-digit alphanumeric code on the vehicle or its registration documents.
ar: 2. قم بتحديد موقع الرمز الأبجدي الرقمي المكون من 17 رقمًا الموجود على المركبة أو وثائق تسجيلها.

source: 3. Enter the serial number accurately.
ar: 3. أدخل الرقم التسلسلي بدقة.

source: 4. Submit or save the information to proceed.
ar: 4. أرسل المعلومات أو احفظها للمتابعة.

source: vehicle serial Number
ar: الرقم التسلسلي للمركبة

source: 1. Locate the Vehicle Number input field.
ar: 1. حدد موقع حقل إدخال رقم المركبة.

source: 2. Enter the numerical part, then the alphabetical part.
ar: 2. أدخل الجزء الرقمي، ثم الجزء الأبجدي.

source: 3. Verify the entered information for accuracy.
ar: 3. التأكد من دقة المعلومات المدخلة.

source: 4. Submit or save to store the vehicle number and alphabet.
ar: 4. إرسال أو حفظ لتخزين رقم المركبة والحروف الأبجدية.

source: Vehicle Alphabet
ar: حروف اللوحة

source: Vehicle Number
ar: ارقام اللوحة

source: 1. Access the designated section and click on the upload button.
ar: 1. قم بالدخول إلى القسم المخصص وانقر على زر التحميل.

source: 2. Take clear pictures of the car's front, back, left side, and right side.
ar: 2. التقاط صور واضحة لمقدمة السيارة وخلفها وجانبها الأيسر والأيمن.

source: 3. Select the image files and upload them using the provided prompt.
ar: 3. حدد ملفات الصور وقم بتحميلها باستخدام المطالبة المتوفرة.

source: 4. Review the uploaded images and save or submit to complete the process.
ar: 4. قم بمراجعة الصور التي تم تحميلها وحفظها أو إرسالها لإكمال العملية.

source: Please Upload 4 side photos of your vehicles
ar: يرجى تحميل 4 صور جانبية لمركباتك

source: Enter more info about your vehicle to help use finding the suitable trip
ar: أدخل المزيد من المعلومات حول سيارتك للمساعدة في العثور على الرحلة المناسبة

source: Enter Vehicle Class
ar: أدخل فئة السيارة

source: Enter number of seats allocated for the ride
ar: أدخل عدد المقاعد المخصصة للرحلة

source: Enter Vehicle Color
ar: أدخل لون المركبة

source: Choose Vehicle Type
ar: اختر نوع المركبة

source: Choose Vehicle Name
ar: اختر اسم المركبة

source: Choose Production year
ar: اختر سنة الإنتاج

source: mins
ar: دقيقه

source: Create Account
ar: تسجيل الدخول

source: What’s your roles?
ar: ما هي صلاحيتك ؟

source: User
ar: عميل

source: Driver
ar: السائق

source: You cant upload more than 2 fiels
ar: لا يمكنك تحميل اكثر من ملفين !

source: Invalid national id
ar: رقم الهويه الوطنيه غير صحيح

source: please enter a valid national id 10digts
ar: الرجاء ادخال رقم هويه وطنيه صحيح

source: Choose Starting City
ar: اختر مدينة البداية

source: Choose A City
ar: اختر مدينه البداية

source: An insurance policy that covers civil liability towards third parties
ar: وثيقة تأمين تغطي المسؤولية المدنية تجاه الغير

source: Policy validation: check the validity and validity of the insurance policy to ensure that it matches the vehicle data
ar: التحقق من صحة الوثيقة: التحقق من صحة وثيقة التأمين وصلاحيتها للتأكد من مطابقتها لبيانات المركبة

source: Please upload your car insurance photo
ar: يرجى تحميل صورة تأمين سيارتك

source: Please upload 1 file of your car insurance photo
ar: يرجى تحميل ملف واحد صورة تأمين سيارتك

source: please add your vehicle serial Number first
ar: من فضلك ادخل الرقم التسلسلي للمركبه اولا!

source: seats are Available
ar: مقاعد متاحه

source: please contact us if you have any questions
ar: اذا كان لديك اي استفسار الرجاء تواصل معنا ..

source: your application is under review
ar: اوراقك قيد المراجعه

source: seats
ar: مقعد

source: please enter your plate num first!
ar: من فضلك ادخل حروف وارقام اللوحة اولا .

source: Your account has been created successfully and is awaiting review by the administration.
ar: تم انشاء حسابك بنجاح وفي انتظار مراجعته من قبل الاداره

source: trips:
ar: الرحلات:

source: Your Complain has been sent successfully
ar: تم ارسال شكوتك للاداره بنجاح ..

source: Vehicle condition
ar: حالة السياره

source: App Share
ar: رسوم الخدمة

source: Total
ar: الاجمالي

source: Search for Gathering Point
ar: اختر نقطه التجمع

source: number of available seats
ar: حدد عدد المقاعد المتاحة

source: Choose Date and Time
ar: اختر الوقت والميعاد

source: Search for Destination
ar: حدد وجهتك

source: price of the Seat
ar: سعر المقعد

source: Back
ar: الرجوع

source: Select The Trip Date
ar: حدد وقت الرحله

source: All Fields are required
ar: جميع الحقول مطلوبه

source: Add Trip
ar: اضافه الرحله

source: Switch to Client
ar: تغيير الحالة لعميل

source: Reports
ar: التقارير

source: Earnings
ar: الارباح

source: Basic Trips
ar: الرحلات الجاهزة

source: Vip Trips
ar: الرحلات الخاصه

source: you cant upload more than 4 images
ar: لا يمكنك تحميل اكثر من ٤ صور

source: Show Trip Details
ar: تفاصيل الرحله

source: Select an option below
ar: حدد خيارًا أدناه

source: Choose Option
ar: اختر

source: Show Details
ar: التفاصيل

source: Ignore
ar: رفض

source: User Profile
ar: ملف العميل

source: Enter price
ar: ادخل السعر

source: Send Offer
ar: ارسل العرض

source: On Way
ar: في الطريق

source: Arrived
ar: حضر

source: I Arrived
ar: تم الوصول

source: Start Trip
ar: بدء الرحلة

source: Picking up
ar: يتم توصيل

source: Takhawe
ar: تخاوي

source: There is no notification yet!
ar: لا توجد اشعارات حتي الان!

source: of your profile completed
ar: من ملفك الشخصي مكتمل

source: Report
ar: قدم تقرير

source: Insert Report
ar: قدم ابلاغ

source: Radar
ar: رادار

source: Animals
ar: حيوانات

source: Accident
ar: حادثة

source: Changing directions
ar: تغيير مسار

source: Alert
ar: تنبيه

source: Hole
ar: حفرة

source: Speed
ar: تخفيف سرعه

source: Works
ar: اشغالات

source: My Cards
ar: بطاقاتي

source: Please enter Bank account number
ar: من فضلك ادخل رقم الحساب

source: Please enter IBAN number
ar: من فضلك ادخل رقم ال IBAN

source: Minimum withdrawal 50 SAR
ar: الحد الادني للسحب هو ٥٠ ريال

source: Please enter Name of the bank
ar: من فضلك ادخل اسم البنك

source: Please enter the account holder's name
ar: الرجاء إدخال اسم صاحب الحساب

source: Please enter your bank account details to transfer the balance
ar: الرجاء إدخال تفاصيل حسابك البنكي لتحويل الرصيد

source: Confirmation bank account data
ar: تأكيد بيانات الحساب البنكي

source: Bank account details
ar: بيانات حساب البنك

source: Income
ar: الربح

source: 54 Ride
ar: ٥٤ رحله

source: 20 SAR
ar: ٢٠ ريال

source: Total Rides
ar: عدد الرحلات

source: Request a settlement
ar: طلب التسوية

source: Your card Successfully Added
ar: تم اضافه كارتك بنجاح

source: Add New Card
ar: اضافة كارت جديد
